tap 'homebrew/cask'
tap 'homebrew/services'

# Formulae
brew 'git'
brew 'asdf'

brew 'sqlite'
brew 'postgresql'
brew 'redis'

brew 'starship'
brew 'htop'
brew 'z'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'neofetch'

# Nokogiri may need this
brew 'libxmlsec1'

# Casks
cask 'iterm2'
cask 'alfred'
# cask '1password'
cask 'docker'
cask 'visual-studio-code'

# cask 'firefox'
cask 'chromium'
cask 'postman'
cask 'charles'
cask 'notion'
cask 'spotify'
cask 'pocket-casts'
cask 'vlc'

cask 'gitup'
cask 'ngrok'
cask 'sourcetree'
cask 'caffeine'
cask 'rectangle'
